{
    "architectures": [
        "PhiForCausalLM"
    ],
    "attention_dropout": 0.0,
    "bos_token_id": 50256,
    "embd_pdrop": 0.0,
    "eos_token_id": 50256,
    "hidden_act": "gelu_new",
    "hidden_size": 2560,
    "initializer_range": 0.02,
    "intermediate_size": 10240,
    "layer_norm_eps": 1e-05,
    "max_position_embeddings": 2048,
    "model_type": "phi",
    "num_attention_heads": 32,
    "num_hidden_layers": 32,
    "num_key_value_heads": 32,
    "partial_rotary_factor": 0.4,
    "qk_layernorm": false,
    "quantization": {
        "group_size": 64,
        "bits": 8,
        "mode": "affine"
    },
    "quantization_config": {
        "group_size": 64,
        "bits": 8,
        "mode": "affine"
    },
    "resid_pdrop": 0.1,
    "rope_scaling": null,
    "rope_theta": 10000.0,
    "tie_word_embeddings": false,
    "torch_dtype": "float16",
    "transformers_version": "4.37.0",
    "use_cache": true,
    "vocab_size": 51200
}